<template>
  <div class="about" id="aboutUs">
    <div class="container">
      <div class="about__top">
        <h1 class="title">{{ $t(`О нас`) }}</h1>
        <p class="text">{{ $t(`aboutText`)
        }}</p>
      </div>

      <div class="about__wrapper">
        <div class="about__item">
          <h3>{{ $t(`20+ стран`) }}</h3>
          <p>{{ $t(`Мы оказываем услуги по суррогатному материнству и донорству в более чем 20 странах.`) }}</p>
        </div>
        <div class="about__item">
          <h3>{{ $t(`200+`) }}</h3>
          <p>{{ $t(`Количество успешно завершенных процедур суррогатного материнства нашей компанией.`) }}</p>
        </div>
        <div class="about__item">
          <h3>{{ $t(`95%`) }}</h3>
          <p>{{ $t(`Процент успешных беременностей благодаря высококачественным донорским яйцеклеткам.`) }}</p>
        </div>
        <div class="about__item">
          <h3>{{ $t(`1000+`) }}</h3>
          <p>{{ $t(`Мы помогли более 1000 женщинам стать мамами.`) }}</p>
        </div>
        <div class="about__item">
          <h3>{{ $t(`92%`) }}</h3>
          <p>{{ $t(`Удовлетворенных клиентов, мы гордимся высоким уровнем удовлетворенности клиентов и благодарности.`) }}
          </p>
        </div>
        <div class="about__item">
          <h3>{{ $t(`1100+`) }}</h3>
          <p>{{ $t(`Количество детей, родившихся благодаря нашей компании.`) }}</p>
        </div>
      </div>
    </div>
  </div>
</template>


<script>
</script>